---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctFittingLossMethodParam
source: html/064587c0-3079-86a6-806e-8cc8efdb5f5c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctFittingLossMethodParam Property

"Loss Method"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctFittingLossMethodParam { get; }
```